Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# subscription.onboarding.plan.annual_trial_days
source: Annual · %lld-day free trial
de: Jährlich · %lld Tage kostenlos testen
es: Anual · %lld días de prueba gratis
fr: Annuel · %lld jours d’essai gratuit
ja: 年間 · %lld日間無料トライアル
ko: 연간 · %lld일 무료 체험
zh_hans: 年付 · %lld 天免费试用
zh_hant: 年費 · 免費試用 %lld 天

# subscription.onboarding.title
source: We want you to try ChillScript for free.
de: Wir möchten, dass du ChillScript kostenlos ausprobierst.
es: Queremos que pruebes ChillScript gratis.
fr: Nous voulons que vous essayiez ChillScript gratuitement.
ja: ChillScriptを 無料で試してみてください。
ko: ChillScript를 무료로 사용해 보세요.
zh_hans: 我们想让你免费试试 ChillScript。
zh_hant: 我們想讓你免費試試 ChillScript。

# subscription.onboarding.trial_title
source: %@ for free
de: %@ kostenlos
es: %@ gratis
fr: %@ gratuits
ja: %@無料
ko: %@ 무료
zh_hans: %@ 免费
zh_hant: %@ 免費

# subscription.onboarding.trial_title_fallback
source: Try It for Free
de: Kostenlos testen
es: Pruébalo gratis
fr: Essayez gratuitement
ja: 無料で試す
ko: 무료로 사용해 보기
zh_hans: 免费试用
zh_hant: 免費試用

# subscription.onboarding.trust.cancel_anytime
source: Cancel anytime
de: Jederzeit kündbar
es: Cancela cuando quieras
fr: Résiliable à tout moment
ja: いつでもキャンセル可能
ko: 언제든 해지 가능
zh_hans: 随时取消
zh_hant: 隨時取消

# subscription.onboarding.trust.no_payment_cancel_anytime
source: No payment now · Cancel anytime
de: Jetzt nichts zahlen · Jederzeit kündbar
es: No pagas ahora · Cancela cuando quieras
fr: Aucun paiement maintenant · Résiliable à tout moment
ja: 今すぐの支払いなし・いつでもキャンセル可能
ko: 지금 결제 없음 · 언제든 해지 가능
zh_hans: 现在无需付款 · 随时取消
zh_hant: 現在無需付款 · 隨時取消

# subscription.onboarding.weekly_price_after_trial
source: Then %@ / week
de: danach %@ / Woche
es: luego %@ / semana
fr: puis %@ / semaine
ja: その後 %@ / 週
ko: 이후 주당 %@
zh_hans: 之后 %@ / 周
zh_hant: 之後 %@ / 週

# subscription.plan.annual
source: Annual Plan
de: Jahresplan
es: Plan anual
fr: Forfait annuel
ja: 年間プラン
ko: 연간 요금제
zh_hans: 年付套餐
zh_hant: 年費方案

# subscription.plan.monthly
source: Monthly Plan
de: Monatsplan
es: Plan mensual
fr: Forfait mensuel
ja: 月額プラン
ko: 월간 요금제
zh_hans: 月付套餐
zh_hant: 月費方案

# subscription.plan.weekly
source: Weekly Plan
de: Wochenplan
es: Plan semanal
fr: Forfait hebdomadaire
ja: 週間プラン
ko: 주간 플랜
zh_hans: 周付套餐
zh_hant: 週費方案

# subscription.price_per_year
source: %@/year
de: %@/Jahr
es: %@/año
fr: %@/an
ja: 年額%@
ko: 연 %@
zh_hans: %@/年
zh_hant: %@/年

# subscription.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
zh_hans: 隐私政策
zh_hant: 隱私政策

# subscription.renews_on
source: Renews on
de: Verlängert sich am
es: Renueva el
fr: Renouvellement le
ja: 更新日
ko: 갱신일:
zh_hans: 续费日期
zh_hant: 續訂日期

# subscription.restore_purchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
zh_hans: 恢复购买
zh_hant: 回復購買

# subscription.status.active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: 有効
ko: 구독 중
zh_hans: 已开通
zh_hant: 已啟用

# subscription.terms_of_use
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
ja: 利用規約
ko: 이용 약관
zh_hans: 使用条款
zh_hant: 使用條款

# subscription.unavailable
source: No subscription product is currently available.
de: Derzeit ist kein Abonnement verfügbar.
es: Actualmente no hay ningún producto de suscripción disponible.
fr: Aucun abonnement n'est disponible pour le moment.
ja: 現在利用できるサブスクリプションがありません。
ko: 현재 이용 가능한 정기결제 상품이 없습니다.
zh_hans: 当前暂无可用订阅产品。
zh_hant: 目前沒有可用的訂閱方案。

# subscription.upgrade_title
source: Upgrade to Pro
de: Auf Pro upgraden
es: Pasar a Pro
fr: Passer à Pro
ja: Proにアップグレード
ko: Pro 업그레이드
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

source: Summarize
de: Zusammenfassen
es: Resumir
fr: Résumer
ja: 要約
ko: 요약
zh_hans: 摘要
zh_hant: 摘要

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
ko: 요약
zh_hans: 摘要
zh_hant: 摘要

# tag.color.accessibility
source: Topic color %@
de: Themenfarbe %@
es: Color del tema %@
fr: Couleur du thème %@
ja: テーマの色 %@
ko: 주제 색상 %@
zh_hans: 主题颜色 %@
zh_hant: 主題顏色 %@

# teleprompter.accessibility.camera_settings
source: Camera settings
de: Kameraeinstellungen
es: Ajustes de cámara
fr: Réglages caméra
ja: カメラ設定
ko: 카메라 설정
zh_hans: 拍摄设置
zh_hant: 拍攝設定

# teleprompter.accessibility.close
source: Close teleprompter camera
de: Teleprompter-Kamera schließen
es: Cerrar cámara del teleprónter
fr: Fermer la caméra du prompteur
ja: テレプロンプター撮影を閉じる
ko: 텔레프롬프터 카메라 닫기
zh_hans: 关闭提词拍摄
zh_hant: 關閉提詞拍攝

# teleprompter.accessibility.prompt_settings
source: Teleprompter settings
de: Teleprompter-Einstellungen
es: Ajustes del teleprónter
fr: Réglages du prompteur
ja: テレプロンプター設定
ko: 텔레프롬프터 설정
zh_hans: 提词器设置
zh_hant: 提詞器設定

# teleprompter.accessibility.restart_script
source: Restart script timer
de: Skript-Timer neu starten
es: Reiniciar temporizador del guion
fr: Redémarrer le minuteur du texte
ja: 原稿タイマーを再開
ko: 대본 타이머 다시 시작
zh_hans: 重新开始提词计时
zh_hant: 重新開始提詞計時

# teleprompter.accessibility.start_recording
source: Start recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
ja: 録画を開始
ko: 녹화 시작
zh_hans: 开始录制
zh_hant: 開始錄製

# teleprompter.accessibility.stop_recording
source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
ja: 録画を停止
ko: 녹화 중지
zh_hans: 停止录制
zh_hant: 停止錄製

# teleprompter.action.edit_script
source: Edit script
de: Skript bearbeiten
es: Editar guion
fr: Modifier le texte
ja: 原稿を編集
ko: 대본 편집
zh_hans: 编辑提词稿
zh_hant: 編輯提詞稿

# teleprompter.action.pause_scroll
source: Pause scrolling
de: Scrollen pausieren
es: Pausar desplazamiento
fr: Mettre le défilement en pause
ja: スクロールを一時停止
ko: 스크롤 일시정지
zh_hans: 暂停滚动
zh_hant: 暫停滾動

# teleprompter.action.preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

# teleprompter.action.prompt_settings
source: Prompt settings
de: Prompt-Einstellungen
es: Ajustes del texto
fr: Réglages du texte
ja: 原稿設定
ko: 대본 설정
zh_hans: 提词设置
zh_hant: 提詞設定

# teleprompter.action.resume_scroll
source: Resume scrolling
de: Scrollen fortsetzen
es: Reanudar desplazamiento
fr: Reprendre le défilement
ja: スクロールを再開
ko: 스크롤 다시 시작
zh_hans: 继续滚动
zh_hant: 繼續滾動

# teleprompter.action.scroll_down
source: Scroll down
de: Nach unten scrollen
es: Bajar texto
fr: Faire défiler vers le bas
ja: 下にスクロール
ko: 아래로 스크롤
zh_hans: 向下滚动
zh_hant: 向下滾動

# teleprompter.action.scroll_up
source: Scroll up
de: Nach oben scrollen
es: Subir texto
fr: Faire défiler vers le haut
ja: 上にスクロール
ko: 위로 스크롤
zh_hans: 向上滚动
zh_hant: 向上滾動

# teleprompter.camera.aspect_ratio
source: Frame
de: Format
es: Formato
fr: Format
ja: 画角
ko: 화면비
zh_hans: 画幅
zh_hant: 畫幅

# teleprompter.camera.flash
source: Flash
de: Licht
ja: ライト
ko: 플래시
zh_hans: 闪光灯
zh_hant: 閃光燈

# teleprompter.camera.resolution
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
ja: 解像度
ko: 해상도
zh_hans: 分辨率
zh_hant: 解析度

# teleprompter.camera.switch
source: Switch
de: Wechseln
es: Cambiar
fr: Changer
ja: 切替
ko: 전환
zh_hans: 切换
zh_hant: 切換

# teleprompter.clip.delete
source: Delete clip
de: Clip löschen
es: Eliminar clip
fr: Supprimer le clip
ja: クリップを削除
ko: 클립 삭제
zh_hans: 删除片段
zh_hant: 刪除片段

# teleprompter.color.black
source: Black
de: Schwarz
es: Negro
fr: Noir
ja: 黒
ko: 검은색
zh_hans: 黑色
zh_hant: 黑色

# teleprompter.color.blue
source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파란색
zh_hans: 蓝色
zh_hant: 藍色

# teleprompter.color.green
source: Green
de: Grün
es: Verde
fr: Vert
ja: 緑
ko: 초록색
zh_hans: 绿色
zh_hant: 綠色

# teleprompter.color.purple
source: Purple
de: Lila
es: Morado
fr: Violet
ja: 紫
ko: 보라색
zh_hans: 紫色
zh_hant: 紫色

# teleprompter.color.white
source: White
de: Weiß
es: Blanco
fr: Blanc
ja: 白
ko: 흰색
zh_hans: 白色
zh_hant: 白色

# teleprompter.color.yellow
source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
ja: 黄
ko: 노란색
zh_hans: 黄色
zh_hant: 黃色

# teleprompter.countdown.off
source: Off
de: Aus
es: No
fr: Non
ja: オフ
ko: 끔
zh_hans: 关闭
zh_hant: 關閉

# teleprompter.editor.title
source: Edit Script
de: Skript bearbeiten
es: Editar guion
fr: Modifier le texte
ja: 原稿を編集
ko: 대본 편집
zh_hans: 编辑提词稿
zh_hant: 編輯提詞稿

# teleprompter.error.audio_session_failed
source: Could not prepare the microphone. Recording may not include audio.
de: Das Mikrofon konnte nicht vorbereitet werden. Die Aufnahme enthält möglicherweise keinen Ton.
es: No se pudo preparar el micrófono. Es posible que la grabación no tenga audio.
fr: Impossible de préparer le micro. L’enregistrement pourrait ne pas contenir d’audio.
ja: マイクを準備できませんでした。録画に音声が含まれない可能性があります。
ko: 마이크를 준비할 수 없습니다. 녹화에 오디오가 포함되지 않을 수 있습니다.
zh_hans: 无法准备麦克风，录制可能没有声音。
zh_hant: 無法準備麥克風，錄製可能沒有聲音。

# teleprompter.error.camera_unavailable
source: The camera is not ready yet. Please try again.
de: Die Kamera ist noch nicht bereit. Bitte versuche es erneut.
es: La cámara aún no está lista. Inténtalo de nuevo.
fr: La caméra n’est pas encore prête. Réessayez.
ja: カメラの準備がまだできていません。もう一度お試しください。
ko: 카메라가 아직 준비되지 않았습니다. 다시 시도하세요.
zh_hans: 相机还没有准备好，请稍后再试。
zh_hant: 相機還沒有準備好，請稍後再試。

# teleprompter.error.export_failed
source: Could not export the video. Please try again.
de: Das Video konnte nicht exportiert werden. Bitte versuche es erneut.
es: No se pudo exportar el video. Inténtalo de nuevo.
fr: Impossible d’exporter la vidéo. Réessayez.
ja: 動画を書き出せませんでした。もう一度お試しください。
ko: 영상을 내보낼 수 없습니다. 다시 시도하세요.
zh_hans: 无法导出视频，请重试。
zh_hant: 無法匯出影片，請重試。

# teleprompter.error.flash_unavailable
source: Flash is not available on this camera.
de: Für diese Kamera ist kein Licht verfügbar.
es: El flash no está disponible en esta cámara.
fr: Le flash n’est pas disponible sur cette caméra.
ja: このカメラではライトを使用できません。
ko: 이 카메라에서는 플래시를 사용할 수 없습니다.
zh_hans: 当前摄像头不支持闪光灯。
zh_hant: 目前攝影機不支援閃光燈。

# teleprompter.error.low_storage
source: Not enough free storage to start another video clip.
de: Nicht genügend freier Speicher, um einen weiteren Videoclip zu starten.
es: No hay suficiente almacenamiento libre para iniciar otro clip de video.
fr: Espace libre insuffisant pour démarrer un autre clip vidéo.
ja: 新しい動画クリップを開始するための空き容量が足りません。
ko: 새 영상 클립을 시작할 저장 공간이 부족합니다.
zh_hans: 可用存储空间不足，无法开始录制新片段。
zh_hant: 可用儲存空間不足，無法開始錄製新片段。

# teleprompter.error.permission_required
source: Camera and microphone permission are required to record video.
de: Kamera- und Mikrofonzugriff sind zum Aufnehmen von Videos erforderlich.
es: Se necesitan permisos de cámara y micrófono para grabar video.
fr: Les autorisations caméra et micro sont nécessaires pour enregistrer une vidéo.
ja: 動画を録画するにはカメラとマイクの許可が必要です。
ko: 영상을 녹화하려면 카메라와 마이크 권한이 필요합니다.
zh_hans: 需要相机和麦克风权限才能录制视频。
zh_hant: 需要相機和麥克風權限才能錄製影片。

# teleprompter.error.record_failed
source: Recording failed. Please try again.
de: Aufnahme fehlgeschlagen. Bitte versuche es erneut.
es: La grabación falló. Inténtalo de nuevo.
fr: L’enregistrement a échoué. Réessayez.
ja: 録画に失敗しました。もう一度お試しください。
ko: 녹화에 실패했습니다. 다시 시도하세요.
zh_hans: 录制失败，请重试。
zh_hant: 錄製失敗，請重試。

# teleprompter.error.recording_interrupted
source: Recording was interrupted. Please check this clip before continuing.
de: Die Aufnahme wurde unterbrochen. Prüfe diesen Clip, bevor du fortfährst.
es: La grabación se interrumpió. Revisa este clip antes de continuar.
fr: L’enregistrement a été interrompu. Vérifiez ce clip avant de continuer.
ja: 録画が中断されました。続ける前にこのクリップを確認してください。
ko: 녹화가 중단되었습니다. 계속하기 전에 이 클립을 확인하세요.
zh_hans: 录制被中断。继续前请先检查这个片段。
zh_hant: 錄製被中斷。繼續前請先檢查這個片段。

# teleprompter.error.title
source: Teleprompter Recording
de: Teleprompter-Aufnahme
es: Grabación con teleprónter
fr: Enregistrement prompteur
ja: テレプロンプター撮影
ko: 텔레프롬프터 촬영
zh_hans: 提词拍摄
zh_hant: 提詞拍攝

# teleprompter.error.too_many_clips
source: You have reached the clip limit for this recording. Export or delete clips before recording more.
de: Du hast das Clip-Limit für diese Aufnahme erreicht. Exportiere oder lösche Clips, bevor du weiter aufnimmst.
es: Alcanzaste el límite de clips para esta grabación. Exporta o elimina clips antes de grabar más.
fr: Vous avez atteint la limite de clips pour cet enregistrement. Exportez ou supprimez des clips avant de continuer.
ja: この録画のクリップ上限に達しました。続ける前に書き出すか削除してください。
ko: 이번 녹화의 클립 개수 한도에 도달했습니다. 더 녹화하기 전에 내보내거나 삭제하세요.
zh_hans: 这次拍摄的片段数量已达上限。请先导出或删除片段，再继续录制。
zh_hant: 這次拍攝的片段數量已達上限。請先匯出或刪除片段，再繼續錄製。

# teleprompter.export.processing
source: Preparing video preview...
de: Videovorschau wird vorbereitet ...
es: Preparando vista previa del video...
fr: Préparation de l’aperçu vidéo...
ja: 動画プレビューを準備中…
ko: 영상 미리보기를 준비 중...
zh_hans: 正在准备视频预览…
zh_hant: 正在準備影片預覽…

# teleprompter.flash.off
source: Off
de: Aus
es: No
fr: Non
ja: オフ
ko: 끔
zh_hans: 关
zh_hant: 關

# teleprompter.flash.on
source: On
de: An
es: Sí
fr: Oui
ja: オン
ko: 켬
zh_hans: 开
zh_hant: 開

# teleprompter.permission.message
source: Camera and microphone access are needed to record teleprompter videos. You can turn them on in Settings.
de: Kamera- und Mikrofonzugriff sind zum Aufnehmen von Teleprompter-Videos erforderlich. Du kannst sie in den Einstellungen aktivieren.
es: Se necesita acceso a la cámara y al micrófono para grabar videos con teleprónter. Puedes activarlo en Ajustes.
fr: L’accès à la caméra et au micro est nécessaire pour enregistrer des vidéos avec prompteur. Vous pouvez l’activer dans Réglages.
ja: テレプロンプター動画を録画するにはカメラとマイクのアクセスが必要です。設定で有効にできます。
ko: 텔레프롬프터 영상을 녹화하려면 카메라와 마이크 접근 권한이 필요합니다. 설정에서 켤 수 있습니다.
zh_hans: 录制提词拍摄视频需要相机和麦克风权限。你可以在系统设置里开启。
zh_hant: 錄製提詞拍攝影片需要相機和麥克風權限。你可以在系統設定裡開啟。

# teleprompter.permission.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

# teleprompter.permission.title
source: Camera Permission
de: Kamerazugriff
es: Permiso de cámara
fr: Autorisation caméra
ja: カメラの許可
ko: 카메라 권한
zh_hans: 相机权限
zh_hant: 相機權限

# teleprompter.preview.back_to_note
source: Back to Note
de: Zurück zur Notiz
es: Volver a la nota
fr: Retour à la note
ja: ノートに戻る
ko: 노트로 돌아가기
zh_hans: 返回 note
zh_hant: 返回 note

# teleprompter.preview.retake
source: Retake
de: Neu aufnehmen
es: Volver a grabar
fr: Reprendre
ja: 撮り直す
ko: 다시 촬영
zh_hans: 重新拍摄
zh_hant: 重新拍攝

# teleprompter.preview.save_failed
source: Could not save the video.
de: Video konnte nicht gespeichert werden.
es: No se pudo guardar el video.
fr: Impossible d’enregistrer la vidéo.
ja: 動画を保存できませんでした。
ko: 영상을 저장할 수 없습니다.
zh_hans: 无法保存视频。
zh_hant: 無法儲存影片。

# teleprompter.preview.save_permission_denied
source: Photo permission is required to save the video.
de: Zum Speichern des Videos ist Fotozugriff erforderlich.
es: Se necesita permiso de Fotos para guardar el video.
fr: L’autorisation Photos est requise pour enregistrer la vidéo.
ja: 動画を保存するには写真へのアクセス許可が必要です。
ko: 영상을 저장하려면 사진 권한이 필요합니다.
zh_hans: 需要照片权限才能保存视频。
zh_hant: 需要照片權限才能儲存影片。

# teleprompter.preview.save_success
source: Saved to Photos.
de: In Fotos gespeichert.
es: Guardado en Fotos.
fr: Enregistré dans Photos.
ja: 写真に保存しました。
ko: 사진에 저장했습니다.
zh_hans: 已保存到照片。
zh_hant: 已儲存到照片。

# teleprompter.preview.save_to_photos
source: Save to Photos
de: In Fotos sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
ja: 写真に保存
ko: 사진에 저장
zh_hans: 保存到照片
zh_hant: 儲存到照片

# teleprompter.preview.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
zh_hans: 分享
zh_hant: 分享

# teleprompter.preview.title
source: Video Preview
de: Videovorschau
es: Vista previa
fr: Aperçu vidéo
ja: 動画プレビュー
ko: 영상 미리보기
zh_hans: 视频预览
zh_hant: 影片預覽

# teleprompter.prompt.fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 速い
ko: 빠름
zh_hans: 快
zh_hant: 快

# teleprompter.prompt.font_size
source: Font size
de: Schriftgröße
es: Tamaño
fr: Taille
ja: 文字サイズ
ko: 글자 크기
zh_hans: 字号
zh_hant: 字號

# teleprompter.prompt.large
source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
ko: 크게
zh_hans: 大
zh_hant: 大

# teleprompter.prompt.opacity
source: Opacity
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 透明度
ko: 투명도
zh_hans: 透明度
zh_hant: 透明度

# teleprompter.prompt.slow
source: Slow
de: Langsam
es: Lento
fr: Lent
ja: 遅い
ko: 느림
zh_hans: 慢
zh_hant: 慢

# teleprompter.prompt.small
source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
ko: 작게
zh_hans: 小
zh_hant: 小

# teleprompter.prompt.speed
source: Prompt speed
de: Prompt-Tempo
es: Velocidad
fr: Vitesse
ja: 表示速度
ko: 대본 속도
zh_hans: 提词速度
zh_hant: 提詞速度

# teleprompter.prompt.text_color
source: Text color
de: Textfarbe
es: Color
fr: Couleur
ja: 文字色
ko: 글자 색
zh_hans: 字体颜色
zh_hant: 字體顏色

# teleprompter.script.empty_placeholder
source: Write your teleprompter script here.
de: Schreibe hier dein Teleprompter-Skript.
es: Escribe aquí tu guion del teleprónter.
fr: Écrivez votre texte de prompteur ici.
ja: ここにテレプロンプター原稿を書いてください。
ko: 여기에 텔레프롬프터 대본을 작성하세요.
zh_hans: 在这里写你的提词稿。
zh_hant: 在這裡寫你的提詞稿。

source: Terms
de: Nutzungsbedingungen
es: Términos
fr: Conditions
ja: 利用規約
ko: 용어
zh_hans: 条款
zh_hant: 條款

source: The 10-Minute Limit
de: Das 10-Minuten-Limit
es: El límite de 10 minutos
fr: La limite de 10 minutes
ja: 10分の限界
ko: 10분 제한
zh_hans: 10 分钟限制
zh_hant: 10 分鐘限制

# timed_script.duration.30
source: 30 sec
de: 30 Sek.
es: 30 s
fr: 30 s
ja: 30秒
ko: 30초
zh_hans: 30 秒
zh_hant: 30 秒

# timed_script.duration.45
source: 45 sec
de: 45 Sek.
es: 45 s
fr: 45 s
ja: 45秒
ko: 45초
zh_hans: 45 秒
zh_hant: 45 秒

# timed_script.duration.60
source: 60 sec
de: 60 Sek.
es: 60 s
fr: 60 s
ja: 60秒
ko: 60초
zh_hans: 60 秒
zh_hant: 60 秒

# timed_script.settings.duration
source: Script length
de: Skriptlänge
es: Duracion del guion
fr: Duree du script
ja: スクリプトの長さ
ko: 스크립트 길이
zh_hans: 脚本时长
zh_hant: 腳本時長

# timed_script.settings.title
source: Configure Timed Script
de: Timed Script konfigurieren
es: Configurar Timed Script
fr: Configurer Timed Script
ja: Timed Scriptを設定
ko: Timed Script 설정
zh_hans: 配置 Timed Script
zh_hant: 配置 Timed Script

source: Timer is running
de: Timer läuft
es: El temporizador está en marcha
fr: La minuterie est en marche
ja: タイマーが作動中です
ko: 타이머가 작동 중입니다.
zh_hans: 计时器正在运行
zh_hant: 計時器正在運行

# transcription.failure.empty_result_retry
source: Transcription result was empty. Please retry.
de: Das Transkriptionsergebnis war leer. Bitte versuch es erneut.
es: La transcripción no devolvió contenido. Inténtalo de nuevo.
fr: Le résultat de la transcription était vide. Veuillez réessayer.
ja: 文字起こし結果が空でした。再試行してください。
ko: 스크립트 결과가 비어 있습니다. 다시 시도해 주세요.
zh_hans: 转录结果为空。请重试。
zh_hant: 转录结果为空。請重試。

# transcription.failure.microphone_and_speech_required
source: Microphone and Speech access are required.
de: Mikrofon- und Sprachzugriff sind erforderlich.
es: Se requiere acceso a micrófono y voz.
fr: Un accès au microphone et à la parole est requis.
ja: マイクと音声へのアクセスが必要です。
ko: 마이크 및 음성 액세스가 필요합니다.
zh_hans: 需要麦克风和语音访问。
zh_hant: 需要麥克風和語音存取。

# transcription.failure.title
source: Transcription Failed
de: Transkription fehlgeschlagen
es: Error de transcripción
fr: Échec de la transcription
ja: 転写に失敗しました
ko: 전사 실패
zh_hans: 转录失败
zh_hant: 轉錄失敗

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ja: 翻訳
ko: 번역
zh_hans: 翻译
zh_hant: 翻譯

# translate_sheet.subtitle
source: Choose a language to translate your note
de: Wähle eine Sprache für die Übersetzung deiner Notiz
es: Elige un idioma para traducir tu nota
fr: Choisissez une langue pour traduire votre note
ja: メモを翻訳する言語を選択してください
ko: 메모를 번역할 언어를 선택하세요
zh_hans: 选择一种语言来翻译您的笔记
zh_hant: 選擇一種語言來翻譯您的筆記

# translate_sheet.title
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Choisir la langue
ja: 言語の選択
ko: 언어 선택
zh_hans: 选择语言
zh_hant: 選擇語言

source: Unknown email
de: Unbekannte E-Mail
es: Correo desconocido
fr: E-mail inconnu
ja: メール不明
ko: 알 수 없는 이메일
zh_hans: 未知邮箱
zh_hant: 未知電子郵件

source: User Agreement
de: Nutzervereinbarung
es: Acuerdo de usuario
fr: Conditions d'utilisation
ja: 利用規約
ko: 사용자 계약
zh_hans: 用户协议
zh_hant: 使用者協議

source: Voice Language
de: Spracheingabe-Sprache
es: Idioma de voz
fr: Langue parlée
ja: 音声の言語
ko: 음성 언어
zh_hans: 语音语言
zh_hant: 語音語言

# voice_processing.error.refinement_failed
source: AI refinement failed. You can keep editing this note.
de: Die KI-Überarbeitung ist fehlgeschlagen. Du kannst diese Notiz weiter bearbeiten.
es: El refinamiento de la IA falló. Puedes seguir editando esta nota.
fr: Le raffinement de l'IA a échoué. Vous pouvez continuer à modifier cette note.
ja: AIの改良に失敗しました。このメモは編集し続けることができます。
ko: AI 개선에 실패했습니다. 이 메모를 계속 편집할 수 있습니다.
zh_hans: AI 润色失败，你仍然可以继续编辑这条笔记。
zh_hant: AI 潤飾失敗，你仍然可以繼續編輯這則筆記。

# voice_processing.persistent_hint
source: You can keep using ChillScript while we work.
de: Du kannst ChillScript weiter nutzen, während wir arbeiten.
es: Puedes seguir usando ChillScript mientras trabajamos.
fr: Vous pouvez continuer à utiliser ChillScript pendant que nous travaillons.
ja: 仕事中も ChillScript を使い続けることができます。
ko: 우리가 일하는 동안 ChillScript를 계속 사용하실 수 있습니다.
zh_hans: 在我们工作期间，您可以继续使用 ChillScript。
zh_hant: 在我們工作期間，您可以繼續使用 ChillScript。

# voice_processing.stage.refining.subtitle
source: Cleaning and structuring your note...
de: Wir ordnen und strukturieren deine Notiz...
es: Estamos limpiando y estructurando tu nota...
fr: Nous nettoyons et structurons votre note...
ja: メモを整えて構成しています...
ko: 노트를 정리하고 구조화하는 중...
zh_hans: 正在清理并整理你的笔记...
zh_hant: 正在清理並整理你的筆記...

# voice_processing.stage.refining.title
source: Refining
de: Verfeinern
es: Puliendo
fr: Affinage
ja: 推敲中
ko: 다듬는 중
zh_hans: 润色中
zh_hant: 潤色中

# voice_processing.stage.transcribing.subtitle
source: Converting your voice into text...
de: Wir wandeln deine Sprache in Text um...
es: Estamos convirtiendo tu voz en texto...
fr: Nous convertissons votre voix en texte...
ja: 音声をテキストに変換しています...
ko: 음성을 텍스트로 변환하는 중...
zh_hans: 正在将你的语音转换为文字...
zh_hant: 正在將你的語音轉換為文字...

# voice_processing.stage.transcribing.title
source: Transcribing
de: Transkribieren
es: Transcribiendo
fr: Transcription
ja: 文字起こし中
ko: 텍스트로 변환 중
zh_hans: 转写中
zh_hant: 轉寫中

# weekly_topics.count.sources
source: %lld sources
de: %lld Quellen
es: %lld fuentes
ja: %lld件の素材
ko: %lld개 자료
zh_hans: %lld 条素材
zh_hant: %lld 條素材

# weekly_topics.count.topics
source: %lld topics
de: %lld Themen
es: %lld temas
fr: %lld sujets
ja: %lld個のトピック
ko: %lld개 주제
zh_hans: %lld 个选题
zh_hant: %lld 個選題

# weekly_topics.enable.action
source: Turn on weekly topics
de: Wochenthemen aktivieren
es: Activar temas semanales
fr: Activer les sujets hebdomadaires
ja: 週間トピックをオンにする
ko: 주간 주제 켜기
zh_hans: 开启每周选题
zh_hant: 開啟每週選題

# weekly_topics.enable.default_schedule
source: Every Monday at 9:00 AM by default
de: Standardmäßig montags um 9:00 Uhr
es: De forma predeterminada, cada lunes a las 9:00
fr: Par défaut, chaque lundi à 9 h
ja: 初期設定は毎週月曜日の午前9時
ko: 기본값: 매주 월요일 오전 9시
zh_hans: 默认每周一上午 9:00
zh_hant: 預設每週一上午 9:00

# weekly_topics.enable.message
source: AI will turn your new saves into a concise topic list every week.
de: KI bündelt deine neuen gespeicherten Inhalte jede Woche zu konkreten Themen.
es: La IA convertirá cada semana tus nuevos guardados en una lista breve de temas.
fr: Chaque semaine, l’IA transformera vos nouveaux contenus enregistrés en une liste concise de sujets.
ja: 新しく保存した内容をAIが毎週、簡潔なトピック一覧にまとめます。
ko: AI가 새로 저장한 내용을 매주 간결한 주제 목록으로 정리합니다.
zh_hans: AI 每周把你新收藏的内容整理成一份精炼的选题清单。
zh_hant: AI 每週把你新收藏的內容整理成一份精煉的選題清單。

# weekly_topics.enable.title
source: Start the week with topics
de: Beginne die Woche mit Themen
es: Empieza la semana con temas
fr: Commencez la semaine avec des sujets
ja: トピックと一緒に一週間を始めよう
ko: 주제로 한 주를 시작하세요
zh_hans: 带着选题开始新一周
zh_hant: 帶著選題開始新一週

# weekly_topics.error.load
source: Weekly topics couldn’t be loaded. Please try again.
de: Die Wochenthemen konnten nicht geladen werden. Versuche es erneut.
es: No se pudieron cargar los temas semanales. Inténtalo de nuevo.
fr: Impossible de charger les sujets hebdomadaires. Réessayez.
ja: 週間トピックを読み込めませんでした。もう一度お試しください。
ko: 주간 주제를 불러오지 못했습니다. 다시 시도해 주세요.
zh_hans: 无法加载每周选题，请重试。
zh_hant: 無法載入每週選題，請重試。
